[
  {
    "CampName": "Grand Canyon",
    "Price": "$200/day",
    "Image": "https://npca.s3.amazonaws.com/images/8706/591ff182-b7f9-4da1-9c16-c29e0ace3dc4-banner.jpg?1445970338",
    "Location": "Arizona, USA",
    "Description": "Grand Canyon National Park, in Arizona, is home to much of the immense Grand Canyon, with its layered bands of red rock revealing millions of years of geological history. Viewpoints include Mather Point, Yavapai Observation Station and architect Mary Colter’s Lookout Studio and her Desert View Watchtower. Lipan Point, with wide views of the canyon and Colorado River, is a popular, especially at sunrise and sunset.",
    "YoutubeId": "NrtDdhDY2vI",
    "Comment": "The SOUTH RIM – Open 24 hours a day, 365 days a year. Services are available and facilities are open year round.\nThe NORTH RIM – Visitor services and facilities inside the national park on the NORTH RIM are only open from mid-May to mid-October\nCAR – Grand Canyon Village (SOUTH RIM) is located 60 miles north of Interstate 40 at Williams via highway 64, and 80 miles northwest of Flagstaff via highway 180.\nPUBLIC TRANSPORTATION – SOUTH RIM: Bus Service between Grand Canyon National Park and Flagstaff, Arizona is offered by Nava-Hopi Tours, 800-892-8687, and by South Rim Travel, 928-638-2748. Greyhound Bus Lines offers service from Flagstaff and Williams to points nationwide. Grand Canyon Railroad offers service between Williams and the canyon, 1-800-THE-TRAIN. \nSUMMER – Summer temperatures on the South Rim, at 7000 feet/2134 m, are relatively pleasant\nWINTER – Winter conditions at the South Rim can be extreme. Expect snow, icy roads and trails, and possible road closures.\nSPRING & FALL – Spring and fall weather is extremely unpredictable. Be prepared for sudden changes in the weather at those times of year.",
    "FirstName": "Dhaval",
    "LastName": "Patel"
  },
  {
    "CampName": "Great Smoky Mountains",
    "Price": "$100/day",
    "Image": "https://www.gannett-cdn.com/-mm-/4c8c7fbfe7c2507e67c6168151a1255519dfbe4f/c=0-52-1000-617/local/-/media/2016/05/26/CarolinaGroup/Asheville/635998765791850932-Smokies-Elkmont2.jpg?width=3200&height=1680&fit=crop",
    "Location": "North Carolina and Tennessee , USA",
    "Description": "The Great Smoky Mountains are a mountain range rising along the Tennessee–North Carolina border in the southeastern United States. They are a subrange of the Appalachian Mountains, and form part of the Blue Ridge Physiographic Province. The range is sometimes called the Smoky Mountains and the name is commonly shortened to the Smokies. The Great Smokies are best known as the home of the Great Smoky Mountains National Park, which protects most of the range. The park was established in 1934, and, with over 11 million visits per year, it is the most visited national park in the United States.[1]\n\nThe Great Smokies are part of an International Biosphere Reserve. The range is home to an estimated 187,000 acres (76,000 ha) of old growth forest, constituting the largest such stand east of the Mississippi River.[2][3] The cove hardwood forests in the range's lower elevations are among the most diverse ecosystems in North America, and the Southern Appalachian spruce-fir forest that coats the range's upper elevations is the largest of its kind.[4] The Great Smokies are also home to the densest black bear population in the Eastern United States and the most diverse salamander population outside of the tropics.[5]\n\nAlong with the Biosphere reserve, the Great Smokies have been designated a UNESCO World Heritage Site. The U.S. National Park Service preserves and maintains 78 structures within the national park that were once part of the numerous small Appalachian communities scattered throughout the range's river valleys and coves. The park contains five historic districts and nine individual listings on the National Register of Historic Places.\n\nThe name \"Smoky\" comes from the natural fog that often hangs over the range and presents as large smoke plumes from a distance. This fog is caused by the vegetation exhaling volatile organic compounds, chemicals that have a high vapor pressure and easily form vapors at normal temperature and pressure.",
    "YoutubeId": "cCKUU6Q6W0Q",
    "Comment": "Favorite destinations in the park including\n\nCades Cove\nCataloochee\nClingmans Dome\nRoaring Fork\nand others\nPopular activities such as\n\nauto touring\nbicycling\nfamily campgrounds\nfishing\nhiking and backpacking\npicnicking\nwaterfall walks\nwildlife watching\nand more\nGeneral information including\n\nweather and climate\nlodging and camping\npark map",
    "FirstName": "Jagruti ",
    "LastName": "Mohite"
  },
  {
    "CampName": "lake tahoe",
    "Price": "$300/day",
    "Image": "https://thetahoeweekly.com/files/wp-content/uploads/2017/05/Camping_chart_web.jpg",
    "Location": "California and Nevada, USA",
    "Description": "There’s nothing like rising at your Lake Tahoe camp sight to the crisp morning mountain air. The numerous campground and RV Park options in South Lake Tahoe will offer as little or as much as you need.  Lake-front, forest sheltered, walk-in or full RV hook-ups, South Lake Tahoe is the perfect camping destination.  Campgrounds in the Lake Tahoe area are generally open from mid-May through mid-October.",
    "YoutubeId": "m1ewbghHOP0",
    "Comment": "Camp Richardson\nMeeks Bay Resort\nZephyr Cove RV Park\nEmerald Bay Boat Camp\nSugar Pine Point State Park\nSand Harbor",
    "FirstName": "Dhaval",
    "LastName": "Patel"
  }
]